Repository: common-repository/clust-client-portal
Catalog: languages/clustdoc-client-portal-*.po
Languages: fr_fr

source: Clustdoc Client Portal
fr_fr: Portail Client Clustdoc

source: A secure online application system for your Wordpress site. Start receiving client applications easily from your pages.
fr_fr: Un système d'application en ligne sécurisé pour votre site Wordpress. Commencez à recevoir facilement des candidatures de clients depuis vos pages.

source: Settings
fr_fr: Paramètres

source: No portal were found. Please create at least one template in your Clustdoc account.
fr_fr: Aucun portail n'a été trouvé. Veuillez créer au moins un modèle dans votre compte Clustdoc.

source: No portal were found.
fr_fr: Aucun portail n'a été trouvé.

source: Oops: It seems like you haven't set up your API Token yet.
fr_fr: Oops : Il semble que vous n'ayez pas encore configuré votre jeton API.

source: Error: No portal were found.
fr_fr: Erreur : Aucun portail n'a été trouvé.

source: Oops: It seems like you have entered a wrong API Token. Please check your API key.
fr_fr: Oops : Il semble que vous ayez entré un jeton API incorrect. Veuillez vérifier votre clé API.

source: You're connected
fr_fr: Vous êtes connecté

source: Clustdoc Client Portal - Settings page
fr_fr: Portail Client Clustdoc - Page des paramètres

source: Set up your portal and start receiving online applications today
fr_fr: Configurez votre portail et commencez à recevoir des candidatures en ligne dès aujourd'hui

source: Enter below your Clustdoc API Key and validate. Then, go to your Wordpress page or post to add your portal.
fr_fr: Saisissez ci-dessous votre clé API Clustdoc et validez. Ensuite, allez sur votre page ou article Wordpress pour ajouter votre portail.

source: Confirm API key
fr_fr: Confirmez la Clé API

source: Welcome Back
fr_fr: Bienvenue

source: Welcome to your configuration area.
fr_fr: Bienvenue dans votre espace de configuration.

source: Need Help ?
fr_fr: Besoin d'aide ?

source: Logout
fr_fr: Déconnexion

source: Token configuration
fr_fr: Configuration du jeton

source: Insert your Clustdoc portal
fr_fr: Insérez votre portail Clustdoc

source: (Recommended) You are using WP blocks. Go to your post or page and just add the Clustdoc block
fr_fr: (Recommandé) Vous utilisez des blocs WP. Allez sur votre article ou votre page et ajoutez simplement le bloc Clustdoc

source: You don't use WP blocks. Select a portal and generate the code to add in your page.
fr_fr: Vous n'utilisez pas de blocs WP. Sélectionnez un portail et générez le code à ajouter sur votre page.

source: Select your portal :
fr_fr: Sélectionnez votre portail :

source: Generate Code
fr_fr: Générer le code

source: Copy
fr_fr: Copier

source: Copied
fr_fr: Copié

source: Code to insert in your pages :
fr_fr: Code à insérer dans vos pages :
